sisext-sapi-services/src/main/resources/soap/schemas/templates/connectionNumberRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ld="http://WSSalesForceLD.etb.com/LD">
   <soapenv:Header/>
   <soapenv:Body>
      <ld:ConexionNumber>
         <!--Optional:-->
         <arg0>#[vars.number]</arg0>
      </ld:ConexionNumber>
   </soapenv:Body>
</soapenv:Envelope>